[
  {
    "id": 1,
    "description" : "Isn’t it cool when things look old, but their not. Looks Old But Not makes awesome vintage goods that are super smart. This ol’ radio just got an upgrade. Connect to it with an app and jam out to some top forty.",
    "imageUrl" : "data/img/radio.png",
    "price" : 300,
    "title" : "Vintage Bluetooth Radio",
    "categories": [
      "household"
    ]
  },
  {
    "id": 2,
    "description" : "Be an optimist. Carry Sunglasses with you at all times. All Tints and Shades products come with polarized lenses and super duper UV protection so you can look at the sun for however long you want. Sunglasses make you look cool, wear them.",
    "featured" : true,
    "imageUrl" : "data/img/sunnies.png",
    "price" : 70,
    "title" : "Sunglasses",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 3,
    "description" : "Timekeeper Co makes clocks that tell time precisely. Clock is very simple to use, set the time using your phone, hang it, and viola! You’ll never be late again.",
    "featured" : true,
    "imageUrl" : "data/img/clock.png",
    "price" : 120,
    "title" : "Clock",
    "categories": [
      "household"
    ]
  },
  {
    "id": 4,
    "description" : "Looks can be deceiving. This Red Popsicle comes in a wide variety of flavors, including strawberry, that burst as soon as it hits the mouth. Red Popsicles melt slow, so savor the flavor.",
    "featured" : true,
    "imageUrl" : "data/img/popsicle.png",
    "price" : 300,
    "title" : "Red Popsicle",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 5,
    "description" : "Feetsy has been making extraordinary slip-ons for decades. With each pair of shoes purchased Feetsy donates a pair to those in need. Buy yourself a pair, buy someone else a pair. Very Comfortable.",
    "featured" : true,
    "imageUrl" : "data/img/green-shoes.png",
    "price" : 75,
    "title" : "Green Slip-ons",
    "categories": [
      "household"
    ]
  },
  {
    "id": 6,
    "description" : "Impress your guests with Teapot by Kitchen Stuff. Teapot holds extremely hot liquids and pours them from the spout. Use the handle, shown on the left, so your fingers don’t get burnt while pouring.",
    "featured" : true,
    "imageUrl" : "data/img/teapot.png",
    "price" : 210,
    "title" : "Teapot",
    "categories": [
      "household"
    ]
  },
  {
    "id": 7,
    "description" : "Who needs pants when you have shoes! Blue suede shoes were meant to go dancing in, so you may want to pick up a few of these. These things are stylish.",
    "imageUrl" : "data/img/chucks.png",
    "price" : 89,
    "title" : "Blue suede shoes",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 8,
    "description" : "WeDipIt does it again. This handle dipped 4 inch brush is a perfect for painting 4 inch lines, or coloring in big areas with paint. Just be sure you don’t drop it in a bucket of red paint, then it won’t look dipped anymore.",
    "imageUrl" : "data/img/brush.png",
    "price" : 25,
    "title" : "Dipped Brush",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 9,
    "description" : "The Perfect Bowl Co makes the best bowls for just about anything you can think of. This Perfect Goldfish Bowl holds water and fish perfectly. Looks great in living rooms. Keep out of reach from cats.",
    "imageUrl" : "data/img/fish_bowl.png",
    "price" : 25,
    "title" : "Perfect Goldfish Bowl",
    "categories": [
      "household"
    ]
  },
  {
    "id": 10,
    "description" : "Trying to find the perfect shade to match your mood? Try no longer. Red Lipstick Set by StickLips has you covered for those nights when you need to get out, or even if you’re just headed to work.",
    "imageUrl" : "data/img/lipstick.png",
    "price" : 25,
    "title" : "Red Lipstick Set",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 11,
    "description" : "This backpack by Bags ‘n’ stuff can hold just about anything: a laptop, a pen, a protractor, notebooks, small animals, plugs for your devices, sunglasses, gym clothes, shoes, gloves, two kittens, and even lunch!",
    "imageUrl" : "data/img/backpack.png",
    "price" : 25,
    "title" : "Backpack",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 12,
    "description" : "Half Shield is the right helmet for those warm summer days on the road. Dot approved, these helmets have been rigorously tested. Keep that noggin protected.",
    "imageUrl" : "data/img/helmet.png",
    "price" : 25,
    "title" : "Half Shield Helmet",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 13,
    "description" : "Are you at a baseball game and feeling bored? At a pool party and looking for a laugh? Do you need something to take your anger out on? Beachball, by inflatable fun, is the perfect outlet.",
    "imageUrl" : "data/img/beachball.png",
    "price" : 25,
    "title" : "Beachball",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 14,
    "description" : "These Binoculars by See Through are amazing and can make things that are really far away seem like they’re right in front of you. Bring them to the beach. Now you can buy the cheap seats at the big game and feel like you’re right in the action.",
    "imageUrl" : "data/img/binoculars.png",
    "price" : 25,
    "title" : "Old Binoculars",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 15,
    "description" : "Flippers are a nice tool to have when you’re being chased by an oversized sea turtle. Never get caught again with these fast water shoes. You’re like a fish, but more graceful.",
    "imageUrl" : "data/img/flippers.png",
    "price" : 25,
    "title" : "Lime Flippers",
    "categories": [
      "outdoor"
    ]
  },
  {
    "id": 16,
    "description" : "Who says you can’t walk on water? With Surfboard, by Surfboard Supply, you can fly on water. This beast is fast and handles like a porsche. Hang Ten Bro!",
    "imageUrl" : "data/img/surfboard.png",
    "price" : 25,
    "title" : "Surfboard",
    "categories": [
      "outdoor"
    ]
  }
]
